[{"title":"生活，是很美好的","date":"2017-03-09T14:16:21.153Z","path":"2017/03/09/life-is-fun/","text":"最近过得如何？ 开心吗，有什么好事发生了呀，是这次的月考成绩不错，是被老师表扬了；是多年的单身狗找到对象了，觉得世界美好；还是生活中一直困扰的事在思考很久之后忽然顿悟了；还是发工资了，这个月不用吃土了。 确实，这值得开心。你说不开心啊，烦心事一大堆，每天上班上学觉得特没劲，想去远方流浪，可是太在乎眼前的苟且。老妈整天唠叨赶紧找对象；老婆总在冷嘲热讽工资低；要毕业了，可是未来一片迷惘；工作不能体现自己价值。 确实，这值得烦恼。古人也说了，不如意事常八九，可与人言无二三。那我们是不是就不活了，人生不如意有十之八九，而且能与人言的连二三都没有。当然不是了，汪曾祺的这本书说了，人生不如意事十之八九，我们要常念这一二的美好。 《生活，是很好玩的》，能取这样的书名，说明作者也必定是个有趣又可爱的人，而且应该也吃过苦。汪曾祺的小学课本中的《端午的鸭蛋》一直记到今天。这次读，又再次看到这篇文章，亲切之余，也愈发觉得他的可爱。 这书是过年的时候在亚马逊买的kindle版，六块钱好像。可是懒孩子在家不看书，回上海的时候还把kindle落家里了。所以这书啊，是早晚上下班的地铁上用手机看的。书开始先讲吃的。那段时间对我来说就是折磨啊，在拥挤的地铁中，艰难地掏出手机，看作者说着各种各样的好吃的，早饭没吃饱的时候，下班回来饿得要死要活的时候，看这个就好比看《深夜食堂》，是对自己的一种“自残”啊。 可是好看啊，这书看得不累。全书分几大类，都是散文，篇幅不长。不像长篇小说，你要是在地铁上看，车到站了，书刚好到精彩的部分，不能看下去也是很受折磨的。这书没有，非常适合闲暇时看一两篇。 下面是我的摘抄，从字里行间，你一定会发现汪曾祺的有趣和可爱的。喜欢所有把生活过得有趣的人。 蒙古人不是只会吃手把肉，他们也会各种吃法。呼和浩特的烧羊腿，烂，嫩，鲜，入味。我尤其喜欢吃清蒸羊肉。我在四子王旗一家不大的饭馆中吃过一次“拔丝羊尾”。我吃过拔丝山药、拔丝土豆、拔丝苹果、拔丝香蕉，从来没听说过羊尾可以拔丝。外面有一层薄薄的脆壳，咬破了，里面好像什么也没有，一包清水，羊尾油已经化了。这东西只宜供佛，人不能吃，因为太好吃了！ 最近一次吃羊肉是阿苏给的，一个过年都没吃完。羊肚居然是绿色的，还吃了舌头啊，心啊。说得貌似有点恶心。尾巴还没吃过。很久以前吧，去三婶家的时候，看他家挂了猪尾巴，那是第一次见，也是唯一一次见尾巴。 想想中国人还是蛮厉害的，什么都能吃。忽然想起冰箱里那只鸭了。年后带过来，一直忘记吃了，放在冷藏室，结果坏掉了。可惜了。 “口之于味，有同嗜焉。”好吃的东西大家都爱吃。宴会上有烹大虾（得是极新鲜的），大都剩不下。但是也不尽然。羊肉是很好吃的。“羊大为美”。中国人吃羊肉的历史大概和这个民族的历史同样久远。中国羊肉的吃法很多，不能列举。我以为最好吃的是手把羊肉。维吾尔、哈萨克都有手把羊肉，但似以内蒙为最好。内蒙很多盟旗都说他们那里的羊肉不膻，因为羊吃了草原上的野葱，生前已经自己把膻味解了。我以为不膻固好，膻亦无妨。我曾在达茂旗吃过“羊贝子”，即白煮全羊。整只羊放在锅里只煮四十五分钟（为了照顾远来的汉人客人，多煮了十五分钟，他们自己吃，只煮半小时），各人用刀割取自己中意的部位，蘸一点作料（原来只备一碗盐水，近年有了较多的作料）吃。羊肉带生，一刀切下去，会汪出一点血，但是鲜嫩无比。内蒙人说，羊肉越煮越老，半熟的，才易消化，也能多吃。我几次到内蒙，吃羊肉吃得非常过瘾。同行有一位女同志，不但不吃，连闻都不能闻。一走进食堂，闻到羊肉气味就想吐。她只好每顿用开水泡饭，吃咸菜，真是苦煞。全国不吃羊肉的人，不在少数。 对，内蒙羊肉不膻。上次叔叔家凑巧有亲戚给他们寄来了内蒙羊肉。那会儿我也吃了两块。很好吃，我放到面里了。挂面加上羊肉，瞬间这面的档次就上去了。这味道啊，现在都记得。特鲜。而且不膻。 有些东西，本来不吃，吃吃也就习惯了。我曾经夸口，说我什么都吃，为此挨了两次捉弄。一次在家乡。我原来不吃芫荽（香菜），以为有臭虫味。一次，我家所开的中药铺请我去吃面，——那天是药王生日，铺中管事弄了一大碗凉拌芫荽，说：“你不是什么都吃吗？”我一咬牙吃了。从此，我就吃芫荽了。后来北地，每吃涮羊肉，调料里总要撒上大量芫荽。一次在昆明。苦瓜，我原来也是不吃的，——没有吃过。我们家乡有苦瓜，叫作癞葡萄，是放在瓷盘里看着玩，不吃的。有一位诗人请我下小馆子，他要了三个菜：凉拌苦瓜、炒苦瓜、苦瓜汤。他说：“你不是什么都吃吗？”从此，我就吃苦瓜了。北京人原来是不吃苦瓜的，近年也学会吃了。不过他们用凉水连“拔”三次，基本上不苦了，那还有什么意思！有些东西，自己尽可不吃，但不要反对旁人吃。不要以为自己不吃的东西，谁吃，就是岂有此理。比如广东人吃蛇，吃龙虱；傣族人爱吃苦肠，即牛肠里没有完全消化的粪汁，蘸肉吃。这在广东人、傣族人，是没有什么奇怪的。他们爱吃，你管得着吗？不过有些东西，我也以为不吃为宜，比如炒肉芽——腐肉所生之蛆。总之，一个人的口味要宽一点、杂一点，“南甜北咸东辣西酸”，都去尝尝。对食物如此，对文化也应该这样。 小时候我不吃葱姜蒜，不吃扁豆，不吃香菜，不吃丝瓜。现在除了丝瓜，我都吃了。 上次小组聚餐，吃的云南菜。看到里面有盘菜是虫子，想吃，同事还是没点。哪次去云南，要去吃虫子。 口味单调一点、耳音差一点，也还不要紧，最要紧的是对生活的兴趣要广一点。苦瓜是瓜吗？由苦瓜延伸到文艺工作者，话题的衍生，拿苦瓜做个类比，值得学习。 为什么要留这句话。学习汪曾祺。在说吃的时候，能由食物衍生到其他。这样的类比很形象，值得学习。说食物，也不光光是说食物。 看杂书时随时留意，说明两点，多看杂书，多留意之前留着的一些问题。 这句也是。看书不要不过脑子，要随时留意，多留意之前留着的一些问题。脑中放着这些问题，有时候在不经意间可能就找到答案了。 木瓜我是很熟悉的，我的家乡有。每当炎暑才退，菊绽蟹肥之际，即有木瓜上市。但是在我的家乡，木瓜只是用来闻香的。或放在瓷盘里，作为书斋清供；或取其体小形正者于手中把玩，没有吃的。且不论其味酸涩，就是那皮肉也是硬得咬不动的。至于木瓜可以入药，那我是知道的。 木瓜除了丰胸还能用来闻啊，666 联大的女同学吃胡萝卜成风。这是因为女同学也穷，而且馋。昆明的胡萝卜也很好吃。昆明的胡萝卜是浅黄色的，长至一尺以上，脆嫩多汁而有甜味，胡萝卜味儿也不是很重。胡萝卜有胡萝卜素，含维生素C，对身体有益，这是大家都知道的。不知道是谁提出，胡萝卜还含有微量的砒，吃了可以驻颜。这一来，女同学吃胡萝卜的就更多了。她们常常一把一把地买来吃。一把有十多根。她们一边谈着克列斯丁娜·罗赛蒂的诗、布朗底的小说，一边咯吱咯吱地咬胡萝卜。 哈哈哈，有意思吧。 昆明的糖炒栗子，天下第一。第一，栗子都很大。第二，炒得很透，颗颗裂开，轻轻一捏，外壳即破，栗肉迸出，无一颗“护皮”。第三，真是“糖炒栗子”，一边炒，一边往锅里倒糖水，甜味透心。在昆明吃炒栗子，吃完了非洗手不可，——指头上沾得都是糖。 想吃，里面说的好多吃的都没有吃过。怎么办，大晚上的写这种就是受罪啊。昆明感觉有特别好吃的，已经种草了。 冬菇当以凉水发，方能保持香气。如以热水发，味减。 学到了，冰箱里还有香菇没吃。可是每次下班回来就做饭，在用凉水泡的话，压根来不及。这个冬菇和香菇不一样吧。 三年自然灾害时，对十七级干部有一点照顾，每月发几斤黄豆、一斤白糖，叫“糖豆干部”。我用煮笋豆法煮之，没有笋干，放一点口蘑。口蘑是我在张家口坝上自己采得晒干的。我做的口蘑豆自家吃，还送人。曾给黄永玉送去过。永玉的儿子黑蛮吃了，在日记里写道：“黄豆是不好吃的东西，汪伯伯却能把它做得很好吃，汪伯伯很伟大！” 伟大的汪伯伯 在乌鲁木齐逛“巴扎”，见白芸豆极大，有大拇指头顶儿那样大，很想买一点，但是数千里外带一包芸豆回北京，有点“神经”，遂作罢。 毕业人家寄回家的都是衣物，我寄回家的是一堆书和文具，也是神经。 解放后我在北京市文联工作过几年。那时文联编着两个刊物：《北京文艺》和《说说唱唱》，每月有一点编辑费。编辑费都是吃掉。编委、编辑，分批开向饭馆。那两年，我们几乎把北京的有名的饭馆都吃遍了。预订包桌的时候很少，大都是临时点菜。“主点”的是老舍先生，亲笔写菜单的是王亚平同志。有一次，菜点齐了，老舍先生又斟酌了一次，认为有一个菜不好，不要，亚平同志掏出笔来在这道菜四边画了一个方框，又加了一个螺旋形的小尾巴。服务员接过菜单，端详了一会，问：“这是什么意思？”亚平真是个老编辑，他把校对符号用到菜单上来了！ 哈哈，螺旋形的小尾巴。小学的时候修改病句确实是这么做的。 客人不多，时间充裕，材料凑手，做几个菜是很愉快的事。成天伏案，改换一下身体的姿势，也是好的，——做菜都是站着的。做菜，得自己去买菜。买菜也是构思的过程。得看菜市上有什么菜，捉摸一下，才能搭配出几个菜来。不可能在家里想做几个什么菜，菜市上准有。想炒一个雪里蕻冬笋，没有冬笋，菜架上却有新到的荷兰豆，只好“改戏”。买菜，也多少是运动。我是很爱逛菜市场的。到了一个新地方，有人爱逛百货公司，有人爱逛书店，我宁可去逛逛菜市。看看生鸡活鸭、鲜鱼水菜、碧绿的黄瓜、彤红的辣椒，热热闹闹、挨挨挤挤，让人感到一种生之乐趣。学人所做的菜很难说有什么特点，但大都存本味，去增饰，不勾浓芡，少用明油，比较清淡，和馆子菜不同。北京菜有所谓“宫廷菜”（如仿膳）、“官府菜”（如谭家菜、“潘鱼”），学人做的菜该叫个什么菜呢？叫作“学人菜”，不大好听，我想为之拟一名目，曰“名士菜”，不知王世襄等同志能同意否。 我也是呢，比起逛街，更喜欢逛菜市场，逛超市。做菜还是很有意思的。吃了胃口不行啊 ，嘴巴想吃，可是胃装不下。对了，明天要去吴江路吃东西。 我老是想起这两句话：“宁吃一斗葱，莫逢屈突通。”这两句话大概出自杨升庵的《古谣谚》。屈突通不知是什么人，印象中好像是北朝的一个很凶恶的武人。读书不随手做点笔记，到要用时就想不起来了。我为什么老是要想起这两句话呢？因为我每天都要吃葱，爱吃葱。 读书不随手做点笔记，到要用时就想不起来了。是啊，我这脑子，看过就忘。记笔记的话，只是忘得速度慢一点而已，该忘还是会忘。 臭豆腐闻起来臭，吃起来香。有一位女同志，南京人。爱人到南京出差，问她要带什么东西。——“臭豆腐”。她爱人买了一些，带到火车上。一车厢都大叫：“这是什么味道？什么味道！”我们在长沙，想尝尝毛泽东在火宫殿吃过的臭豆腐，循味跟踪，臭味渐浓，“快了，快到了，闻到臭味了嘛！”到了眼前，是一个公共厕所！ 哈哈哈，想发表情包啊。 吃臭，不只中国有，外国也有，我曾在美国吃过北欧的臭启司。招待我们的诗人保罗·安格尔，以为我吃不来这种东西。我连王致和臭豆腐都能整块整块地吃，还在乎什么臭启司！待老夫吃一个样儿叫你们见识见识！不臭不好吃，越臭越好吃，口之于味并不都是“有同嗜焉”。 臭豆腐也想吃 我在玉渊潭散步，在一个山包下的草丛里看见一对老夫妻弯着腰在找什么。他们一边走，一边搜索。走几步，停一停，弯腰。“您二位找什么？”“枸杞子。”“有吗？”老同志把手里一个罐头玻璃瓶举起来给我看，已经有半瓶了。“不少！”他解嘲似的哈哈笑了几声。“您慢慢捡着！”“慢慢捡着！”看样子这对老夫妻是离休干部，穿得很整齐干净，气色很好。他们捡枸杞子干什么？是配药？泡酒？看来都不完全是。真要是需要，可以托熟人从宁夏捎一点或寄一点来。——听口音，老同志是西北人，那边肯定会有熟人。他们捡枸杞子其实只是玩！一边走着，一边捡枸杞子，这比单纯的散步要有意思。这是两个童心未泯的老人，两个老孩子！人老了，是得学会这样的生活。看来，这二位中年时也是很会生活，会从生活中寻找乐趣的。他们为人一定很好，很厚道。他们还一定不贪权势，甘于淡泊。夫妻间一定不会为柴米油盐、儿女婚嫁而吵嘴。 希望我和阿苏也能有那么一天啊。 都说梨花像雪，其实苹果花才像雪。雪是厚重的，不是透明的。梨花像什么呢？——梨花的瓣子是月亮做的。 梨花的瓣子是月亮做的，多美啊，多美。我也学着写这种美美的句子。 我是个喷波尔多液的能手。大家叫我总结经验。我说：一、我干不了重活，这活我能胜任；二、我觉得这活有诗意。 喷波尔多液这活有诗意，有诗意的活太多了。今天代码敲得很艰难，哪天我能诗意地敲代码，这生活一定很诗意的。感觉我把诗意玩坏了。 一早，就上山，带两个干馒头、一块大腌萝卜。顿顿吃大腌萝卜，这不是个事。已经是秋天了，山上的酸枣熟了，我们摘酸枣吃。草里有蝈蝈，烧蝈蝈吃！蝈蝈得是三尾的，腹大，多子。一会儿就能捉半土筐。点一把火，把蝈蝈往火里一倒，劈劈剥剥，熟了。咬一口大腌萝卜，嚼半个烧蝈蝈，就馒头，香啊。人不管走到哪一步，总得找点乐子，想一点办法，老是愁眉苦脸的，干吗呢！ 对啊，人不管走到哪一步，总得找点乐子，想一点办法，老是愁眉苦脸的，干吗呢！ 感冒了，喉咙疼，可是我可没有愁眉苦脸啊。 刨了约二十多天树坑，我就告别西山八大处回原单位等候处理，从此再也没有上过山。不知道我们刨的那些坑里种上紫穗槐了没有。再见，紫穗槐！再见，大腌萝卜！再见，蝈蝈！ 再见 夏天的早晨真舒服。空气很凉爽，草上还挂着露水（蜘蛛网上也挂着露水），写大字一张，读古文一篇。夏天的早晨真舒服。 看这文字也觉得很舒服 凡花大都是五瓣，栀子花却是六瓣。山歌云：“栀子花开六瓣头。”栀子花粗粗大大，色白，近蒂处微绿，极香，香气简直有点叫人受不了，我的家乡人说是：“碰鼻子香”。栀子花粗粗大大，又香得掸都掸不开，于是为文雅人不取，以为品格不高。栀子花说：“去你妈的，我就是要这样香，香得痛痛快快，你们他妈的管得着吗！” 栀子花好凶啊 紫薇我没有见过很大的。昆明金殿两边各有一棵紫薇，树上挂一木牌，写明是“明代紫薇”，似可信。树干近根部已经老得不成样子，疙瘩流秋。梢头枝叶犹繁茂，开花时，必有可观。用手指搔搔它的树干，无反应。它已经那么老了，不再怕痒痒了 哈哈哈，不怕痒了。我还年轻，特别怕痒。真的。 瓢虫，朱红的，瓷漆似的硬翅，上有黑色的小圆点。圆点是有定数的，不能瞎点。黑色，叫作“星”。有七星瓢虫、十四星瓢虫……星点不同，瓢虫就分为两大类。一类是吃蚜虫的，是益虫；一类是吃马铃薯的嫩叶的，是害虫。我说吃马铃薯嫩叶的瓢虫，你们就不能改改口味，也吃蚜虫吗？ 忽然想起我刚刚说的，想吃虫子。瓢虫我是不会去吃的。 这个家伙写信不贴邮票，信封上的邮票是他自己画的。 厉害了我的哥 跑警报大都没有准地点，漫山遍野。但人也有习惯性，跑惯了哪里，愿意上哪里。大多是找一个坟头，这样可以靠靠。昆明的坟多有碑，碑上除了刻下坟主的名讳，还刻出“×山×向”，并开出坟茔的“四至”。这风俗我在别处还未见过。这大概也是一种古风。 这个分割句—— 重回沙岭子，我似乎有些感触，又似乎没有。这不是我所记忆、我所怀念的沙岭子，也不是我所希望的沙岭子。然而我所希望的沙岭子又应是什么样子的呢？我也说不出。我只是觉得这一代的人都糊里糊涂地老了。是可悲也。衔了一颗蜜枣，就接受手术，这样的人大概也不多。 汪伯伯厉害的。 常见很多人安假牙老不合适，不断修理，一再重做，最后甚至就不再戴。我想，也许是因为假牙做得不好，但是也由于本人不能适应，稍不舒服，即觉得别扭。要能适应。假牙嘛，哪能一下就合适，开头总会格格不入的。慢慢地，等牙床和假牙已经严丝合缝，浑然一体，就好了。凡事都是这样，要能适应、习惯、凑合。 凡事都是这样，要能适应、习惯、凑合。 谭富英有时很“逗”，有意见不说，却用行动表示。他嫌谭小培给他的零花钱太少了，走到父亲跟前，摔了个硬抢背。谭小培明白，富英的意思是说：你给我的钱太少，我就摔你的儿子！五爷（谭小培行五，梨园行都称之为五爷）连忙说：“哎呀儿子！有话你说！有话说！别这样！”梨园行都说谭小培是个“有福之人”。谭鑫培活着时，他花老爷子的钱；老爷子死了，儿子富英唱红了，他把富英挣的钱全管起来，每月只给富英有数的零花。富英这一抢背，使他觉得对儿子克扣得太紧，是得给长长份儿。 哈哈，我就摔你的儿子！ 为了写国子监，我到国子监去逛了一趟，不得要领。从首都图书馆抱了几十本书回来，看了几天，看得眼花气闷，而所得不多。后来，我去找了一个“老”朋友聊了两个晚上，倒像是明白了不少事情。我这朋友世代在国子监当差，“侍候”过翁同龢、陆润庠、王垿等祭酒，给新科状元打过“状元及第”的旗，国子监生人，今年七十三岁，姓董。 不是那么容易的。要写一篇文章是要花工夫的。你看我晚上从八点半写到十点半还没写完。何况我这都不算文章啊。 孙犁同志说写作是他的最好的休息。是这样。一个人在写作的时候是最充实的时候，也是最快乐的时候。凝眸既久（我在构思一篇作品时，我的孩子都说我在翻白眼），欣然命笔，人在一种甜美的兴奋和平时没有的敏锐之中，这样的时候，真是虽南面王不与易也。写成之后，觉得不错，提刀却立，四顾踌躇，对自己说：“你小子还真有两下子！”此乐非局外人所能想象。但是一个人不能从早写到晚，那样就成了一架写作机器，总得岔乎岔乎，找点事情消遣消遣，通常说，得有点业余爱好。 论劳逸结合的重要性 做菜要实践。要多吃，多问，多看（看菜谱），多做。一个菜点得试烧几回，才能掌握咸淡火候。冰糖肘子、乳腐肉，何时软入味，只有神而明之，但是更重要的是要富于想象。想得到，才能做得出。我曾用家乡拌荠菜法凉拌菠菜。半大菠菜（太老太嫩都不行），入开水锅焯至断生，捞出，去根切碎，入少盐，挤去汁，与香干（北京无香干，以熏干代）细丁、虾米、蒜末、姜末一起，在盘中抟成宝塔状，上桌后淋以麻酱油醋，推倒拌匀。有余姚作家尝后，说是“很像马兰头”。这道菜成了我家待不速之客的应急的保留节目。有一道菜，敢称是我的发明：塞肉回锅油条。油条切段，寸半许长，肉馅剁至成泥，入细葱花、少量榨菜或酱瓜末拌匀，塞入油条段中，入半开油锅重炸。嚼之酥碎，真可声动十里人。 饿死了！ 我和儿子的关系也是不错的。我戴了“右派分子”的帽子下放张家口农村劳动，他那时还从幼儿园刚毕业，刚刚学会汉语拼音，用汉语拼音给我写了第一封信。我也只好赶紧学会汉语拼音，好给他写回信。“文化大革命”期间，我被打成“黑帮”，送进“牛棚”。偶尔回家，孩子们对我还是很亲热。我的老伴告诫他们：“你们要和爸爸‘划清界限’。”儿子反问母亲：“那你怎么还给他打酒？” 呼啦啦，写完了。","tags":[{"name":"阅读","slug":"阅读","permalink":"http://mikanup.me/tags/阅读/"}]},{"title":"行百里者半九十","date":"2017-03-05T03:51:42.910Z","path":"2017/03/05/embark/","text":"你问我现在的心情如何，平静中有点喜悦，欢欣中又有点担忧。在今天的mikanup.me之前，在空间，博客，豆瓣，简书中，我都有写。 可是，没有哪个是更新规律的，最后的结局都是这样一个模式：斗志满满的开始–啊呀，今天没什么可写的，要不算了；写了也没人看，写了干嘛；这个平台不喜欢，我下一个一定能坚持下来的等各种理由–到最后不了了之的结局。如此模式循环的次数不止一次。不知道这一次是不是又是这样。 不想那么多。 从练习代码，谷歌各种算法的排序的过程中，看到一篇博客总结，整个风格看起来非常简约，第一次知道hexo。然后留下念头，到周三开始跟着教程，一步一步跟着做。 可对于自己这样一个小白来说，即便是有足够的热情，也难挡知识的差距，不管是从开始hexo的安装，git的安装，还是后来ssh的连接，_config.yml如何编辑，域名的购买，怎么解析，到最后主题的选择，头像的更新，localhost:4000能更新，网站更新不能，还有火狐能登，谷歌登不上等等等等。在搭建过程中遇到无数连自己也诧异的问题，不管是没看清要求，还是各种莫名原因，不断地试错试错，最后的最后，总算是出来了。 为了搭这玩意，整个双休日除了出去骑行了十来公里之外，剩下几乎所有的时间都给了它。可即便是这样，到目前为止还是有问题，主页上能显示头像，等打开文章后，头像就无法显示。微博的链接貌似没搞。还有留言还没做。 但是不管了，再不开始写。我的热情支撑不到开始写第一篇就到九十里的地方被浇灭了。 第一篇的题目在搭的过程中就想好了，“行百里者半九十”，顾名思义，在做一件事的时候，完成到百分之九十的时候，相当于才完成了一半。比起“好的开始是成功的一半”，这句话强调了坚持到最后的重要性，越到后面越到把持住，不能放松。 可是对我来说，不需要想太后面的事情，把当下该做的事都能做了就足够了。","tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://mikanup.me/tags/杂谈/"}]}]